Repository: machbarschaft/machbarschaft-ios
Catalog: Machbarschaft/*.lproj/Localizable.strings
Languages: de

# NoConnectionError
source: Oops! Please check your internet connection.
de: Ups! Bitte überprüfe deine Internetverbindung.

# PhoneNumberError
source: Oops! Please check your telephone number.
de: Ups! Bitte überprüfe deine Telefonnummer.

# RequestCodeError
source: Oops! Something went wrong requesting your code.
de: Ups! Es scheint ein Problem beim Senden des Aktivierungscodes zu geben.

# TermsError
source: An error occurred while creating your account. Please try again.
de: Du musst die AGBs akzeptieren um die App nutzen zu können.

# RequestNewCodeSuccess
source: A new activation code was sent to you.
de: Dir wurde ein neuer Aktivierungscode gesendet.

# RequestNewCodeFailure
source: There was an error requesting a new code.
de: Senden eines neuen Aktivierungscodes ist fehlgeschlagen

# CodeError
source: Oops! You entered an invalid code.
de: Ups! Dein eingegebener Code ist falsch.

# CodeLengthError
source: The code must be 6 digits.
de: Der Code muss 6-stellig sein.

# FirstNameError
source: Please enter your first name.
de: Bitte gebe deinen Vornamen ein.

# LastNameError
source: Please enter your last name.
de: Bitte gebe deinen Nachnamen ein.

# TaskLabel
source: Please talk to
de: Bitte besprich dich mit

source: Medicine
de: Medikamente

source: Groceries
de: Einkäufe

source: Misc
de: Anderes

source: urgent
de: dringend

source: today
de: noch heute

source: tomorrow
de: morgen

source: not urgent
de: nicht dringend

# AuthenticationErrorsFatal
source: Fatal error occured.
de: Ein unerwarteter Fehler ist aufgetreten. VerifcationId is nil

# AuthenticationErrorsFirebase
source: Error occured. Please try again later.
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

# DatabaseErrorsFirestore
source: Error occured. Please try again later.
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut
